---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MeshFromGeometryOperationResult
source: html/38dfabc2-508b-439a-7caf-212da0843c8a.htm
---
# MeshFromGeometryOperationResult Members

Releases all resources used by the MeshFromGeometryOperationResult